import React from "react";

export default function Policy() {
  /*********************   Policy comonent *******************************
   *   * Get Policy data from back-end using service.js and render the data here
   *   * Data that are coming may vary!
   ******************************************************************************/
  return (
    <div className="vamos mt-auto container terms">
      <div>
        <div></div>
        <p> Нууцлалын бодлого</p>
      </div>
      <br />
      <p>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mstars Food delivery нь Mstars Lab
        компанийн интернэт худалдааны албан ёсны вэбсайт бөгөөд энэхүү нөхцөл,
        журам нь уг вэбсайтаар үйлчлүүлэх, худалдан авалт хийхтэй холбоотой
        үүсэх харилцааг зохицуулахад оршино.
      </p>
      <br />
      <p>
        &nbsp;&nbsp;Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
        үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
        хэрэгжинэ.
      </p>
      <p>
        <br />
        &nbsp;&nbsp;Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
        байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран хяналт
        тавина.
      </p>
      <br />
      <p>
        &nbsp;&nbsp;&nbsp; Mstars Food delivery нь Mstars Lab компанийн интернэт
        худалдааны албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг
        вэбсайтаар үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
        зохицуулахад оршино. Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх,
        вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн
        дээр хэрэгжинэ.
        <br />
      </p>
      &nbsp;&nbsp;&nbsp;&nbsp;Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars
      Lab /цаашид байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/
      хамтран хяналт тавина. Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх,
      вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн
      дээр хэрэгжинэ.
      <p>
        <br />
        &nbsp;&nbsp;&nbsp; Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab
        /цаашид байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
        хяналт тавина.
      </p>
    </div>
  );
}
