import React from "react";

export default function Terms() {
  /*********************   Terms and Condition comonent *******************************
   *   * Get Terms data from back-end using service.js and render the data here
   *   * Data that are coming may vary!
   ******************************************************************************/
  return (
    <div className="container mt-auto vamos ">
      <div>
        <div></div>
        <p> Үйлчилгээний нөхцөл</p>
      </div>

      <br />
      <p>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mstars Food delivery нь Mstars Lab
        компанийн интернэт худалдааны албан ёсны вэбсайт бөгөөд энэхүү нөхцөл,
        журам нь уг вэбсайтаар үйлчлүүлэх, худалдан авалт хийхтэй холбоотой
        үүсэх харилцааг зохицуулахад оршино.
      </p>
      <br />
      <p>
        &nbsp;&nbsp;&nbsp;&nbsp;Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх,
        вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн
        дээр хэрэгжинэ.
      </p>
      <br />
      <p>
        &nbsp;&nbsp;&nbsp;Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab
        /цаашид байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
        хяналт тавина.
      </p>
      <br />
      <p>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mstars Food delivery нь Mstars Lab
        компанийн интернэт худалдааны албан ёсны вэбсайт бөгөөд энэхүү нөхцөл,
        журам нь уг вэбсайтаар үйлчлүүлэх, худалдан авалт хийхтэй холбоотой
        үүсэх харилцааг зохицуулахад оршино.
      </p>
      <br />
      <p>
        &nbsp;&nbsp;Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
        үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
        хэрэгжинэ.
      </p>
      <br />
      <p>
        &nbsp;Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
        байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран хяналт
        тавина.
      </p>
      <br />
      <p>
        &nbsp;&nbsp;&nbsp;Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх,
        вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн
        дээр хэрэгжинэ. Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab
        /цаашид байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
        хяналт тавина.
      </p>
    </div>
  );
}
